IDEA Open Model
Settlement.ValueX Property
Compatible with IDEA StatiCa 20.1
 Settlement in X dirrection of support
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double ValueX { get; set; }
Public Property ValueX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace